var store = [{
        "title": "First Post",
        "excerpt":"어제 한 5시간 내내 깃허브 블로그 구축을 위해 씨름을 했는데 드디어 성공했으므로 자축&amp;정상작동 확인용으로 첫 포스팅을 합니다.   Jekyll은 정말 설명 잘 해줬는데 내 컴퓨터가 m1칩이라 그런진 몰라도 에러를 계속 뿜길래 정말 좌절할 뻔 했다..   ","categories": [],
        "tags": [],
        "url": "http://localhost:4000/first-article/",
        "teaser": null
      },{
        "title": "마크다운 사용법",
        "excerpt":"본격적인 첫 포스팅을 위해서, 마크다운에 관해 앞서 설명하고자 한다. 마크다운에 관하여 마크다운이란 텍스트 기반의 마크업 언어로, 2004년 존 그루버에 의해 만들어졌다. 마크다운의 가장 큰 특징으로는 문법이 매우 간단하며, 읽기에 편하다는 점이다. 주로 위키류의 페이지가 마크다운 방식을 채용하고 있는데, 매우 직관적인 구조이기 때문에 컨텐츠의 작성 및 인식에 있어 유리한 점이 많다는...","categories": [],
        "tags": [],
        "url": "http://localhost:4000/Web-basic/",
        "teaser": null
      }]
